Repository: el-pepi/Drift
Catalog: Artik.Flow/Assets/SmartLocalizationWorkspace/Data/LanguageData/Language.*.resx
Languages: ar, cht, ko, nl, pt

# GameplayScreen.Best
source: Best
ar: أفضل
cht: 最好
ko: ベスト
nl: Beste
pt: Melhor

# HiddenLogo.Join
source: Join!
ar: ينضم!
cht: 加入！
ko: 登録しよう！
nl: Toetreden tot!
pt: Junte-se!

# IAP.Duplicate
source: Double Gem Pickup
ar: بيك اب جوهرة مزدوج
cht: 雙寶石皮卡
ko: 더블 젬 픽업
pt: Captador gem dupla

# IAP.Gems
source: % Gem Pack
ar: حزمة % الأحجار الكريمة
cht: %寶石包
ko: % 보석 패키지
nl: Pakket % juwelen
pt: Pacote % jóias

# IAP.NeedGems
source: Need Gems?
ar: تحتاج الأحجار الكريمة؟
cht: 你需要的寶石？
ko: 보석이 필요하십니까?
nl: Sieraden nodig?
pt: Precisa de jóias?

# IAP.Notice
source: All purchase effects are permanent
ar: جميع الآثار شراء دائمة
cht: 所有採購的效果是永久的
ko: 모든 구매 효과는 영구적입니다
nl: Alle aankoop effecten zijn permanent
pt: Todos os efeitos são de compra permanente

# IAP.PackLine1
source: Remove Ads
ar: ازالة الاعلانات
cht: 移除廣告
ko: 광고 제거
nl: Reclames weghalen
pt: Remover anuncios

# IAP.PackLine2
source: Get All Characters
ar: كل الحروف
cht: 所有字符
ko: 모든 문자
nl: Alle karakters
pt: Todos os personagens

# IAP.PackLine3
source: Double Gem Pickup
ar: بيك اب جوهرة مزدوج
cht: 雙寶石皮卡
ko: 더블 젬 픽업
pt: Captador gem dupla

# IAP.RemoveAds
source: Remove Ads
ar: ازالة الاعلانات
cht: 移除廣告
ko: 광고 제거
nl: Reclames weghalen
pt: Remover anuncios

# IAP.Restore
source: Restore Purchases
ar: استعادة المشتريات
cht: 恢復購買
ko: 구매를 복원
nl: Aankopen terugbrengen
pt: Restaurar compras

# IAP.SuperPackPromotion
source: Super Pack Promotion
ar: حزمة رهيبة
cht: 真棒包
ko: 굉장 팩!
nl: Ehrfürchtiges Pack
pt: Espectacular pacote

# IAP.UnlockAllCharacters
source: Unlock All Characters
ar: إفتح كل الحروف
cht: 解鎖所有人物
ko: 모든 문자를 잠금을 해제
nl: Unlock all Ontgrendel karakters
pt: Destravar todos os personagens

# LostScreen.BestScore
source: Best Score
ar: أفضل نتيجة
cht: 最好成績
ko: 베스트 스코어
nl: Beste score
pt: Melhor pontuação

# LostScreen.New
source: New!
ar: جديد!
cht: 新！
ko: 새로운!
nl: Nieuwe!
pt: Novo!

# LostScreen.Score
source: Score
ar: أحرز هدفاً
cht: 得分了
ko: 점수
nl: Partituur
pt: Pontuação

# Powerups.Title
source: Power-Ups
ar: زادت الطاقة.
cht: 通電
ko: 파워 업
pt: Poderes

# PushNotification.FreeGift
source: Your free gift is waiting!
ar: هدية مجانية ينتظر!
cht: 您的免費禮品等！
ko: あなたの自由なギフトが待っています！
nl: Ihr kostenloses Geschenk wartet auf dich!
pt: Seu dom gratuito está à espera!

# Rate.RateAsk1
source: How would you rate
ar: كيف تقيم؟
cht: 您如何評價
ko: あなたはどのように評価されますか
nl: Hoe zou jij beoordelen
pt: Como você avaliaria

# Rate.RateAsk3
source: Your feedback is really important to us!
ar: ردود الفعل الخاص بك هو حقا المهم بالنسبة لنا!
cht: 您的意見是真的 對我們很重要！
ko: 당신의 피드백은 정말 우리에게 중요합니다!
nl: Uw feedback is erg belangrijk voor ons!
pt: A sua opinião é realmente importante para nós

# Rate.Submit
source: Submit
ar: إرسال
cht: 提交
ko: 제출을
nl: Voorleggen
pt: Enviar

# Revive.ReviveAsk
source: Continue?
ar: استمر؟
cht: 繼續？
ko: 계속 하시겠습니까?
nl: Doorgaan?
pt: Continuar?

# Revive.Watch
source: Watch
ar: نظرة
cht: 看
ko: 보기
nl: Horloge
pt: Ver

# Reward.Coins
source: % Gems!
ar: الجواهر٪!
cht: % 寶石！
ko: % 주옥!
nl: % juweel!
pt: % Gemas!

# Reward.Earned
source: You have earned
ar: كنت قد كسبت
cht: 你贏得了
ko: 당신은 벌었 다
nl: Je hebt verdiend
pt: Você ganhou

# Reward.TapToClaim
source: Tap to claim!
ar: ضغط على المطالبة!
cht: 點擊如權利要求！
ko: 당신의 상금 항에 탭하기
nl: Tik op te krijgen!
pt: Toque para reclamar!

# Screenshot.BeatMyScore
source: Beat My Score!
ar: تغلب على درجة بلدي!
cht: 擊敗我的分數!
ko: 私のスコアをビート!
nl: Schlagen Sie meine Punktzahl
pt: Bata a minha pontuação

# Shop.Free
source: Free
ar: حر
cht: 自由
ko: 무료
nl: Gratis
pt: Grátis

# Shop.Shop
source: Shop
ar: متجر
cht: 店
ko: 가게
nl: Winkel
pt: Loja

# StartScreen.BestScore
source: Best Score
ar: أفضل نتيجة
cht: 最好成績
ko: 베스트 스코어
nl: Beste score
pt: Melhor pontuação

# StartScreen.FreeGift
source: Free Gift!
ar: حر هدية!
cht: 自由 禮品！
ko: 비어 있는 선물!
nl: Gratis geschenk
pt: Presente grátis!

# StartScreen.TapToPlay
source: Tap To Play
ar: انقر للعب
cht: 輕按即可播放
ko: 재생하는 누릅니다
nl: Tik om te spelen
pt: Toque para jogar

# StartScreen.TimesPlayed
source: Times Played
ar: عدد مرات اللعب
cht: 次出場
ko: 타임스는 재생
nl: Keer gespeeld
pt: Vezes jogou

# TryNBuy.BuyIt
source: Buy now and get 2500 gems!
ar: شراء الآن والحصول على 2500 الأحجار الكريمة!
cht: 現在買和獲得2500寶石！
ko: 지금 주문 2500 보석을 얻을!
nl: Koop nu en ontvang 2500 juweeltjes!
pt: Compre agora e ganhe 2500 jóias!

# TryNBuy.FullGame
source: Full game
ar: لعبة كاملة
cht: 完整的遊戲
ko: 전체 게임
nl: Volledige spel
pt: Jogo completo

# TryNBuy.ThankYou
source: Thank you for trying
ar: شكرا لكم لمحاولة
cht: 感謝您嘗試
ko: 를 이용해 주셔서 감사합니다
nl: Bedankt voor het uitproberen
pt: Obrigado por tentar
